Repository: lxd930808/LinguaCast
Catalog: ios/PodcastEnglishStudio/PodcastEnglishStudio/Support/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# episodes.refresh_latest
source: Refresh the latest 50 episodes
ar: تحديث أحدث 50 حلقة
de: Neueste 50 Folgen aktualisieren
es: Actualizar los 50 episodios más recientes
fr: Actualiser les 50 derniers épisodes
ja: 最新50エピソードを更新
ko: 최신 에피소드 50개 새로 고침
pt_br: Atualizar os 50 episódios mais recentes
zh_hans: 刷新最近 50 期
zh_hant: 重新整理最近 50 集

# episodes.speech_to_text
source: Speech to text
ar: الكلام إلى النص
de: Rede zu Text
es: Discurso a texto
fr: Discours en texte
ja: 音声をテキストに変換
ko: 음성을 텍스트로
pt_br: Fala para texto
zh_hans: 语音转文字
zh_hant: 語音轉文字

# episodes.the_program_does_not_exist
source: The program does not exist
ar: البرنامج غير موجود
de: Das Programm existiert nicht
es: El programa no existe
fr: Le programme n'existe pas
ja: プログラムは存在しません
ko: 프로그램이 존재하지 않습니다.
pt_br: O programa não existe
zh_hans: 节目不存在
zh_hant: 節目不存在

# episodes.translate_content
source: Translate content
ar: ترجمة المحتوى
de: Inhalte übersetzen
es: Traducir contenido
fr: Traduire le contenu
ja: コンテンツを翻訳する
ko: 콘텐츠 번역
pt_br: Traduzir conteúdo
zh_hans: 翻译内容
zh_hant: 翻譯內容

# episodes.upload_audio
source: Upload audio
ar: تحميل الصوت
de: Audio hochladen
es: Subir audio
fr: Télécharger de l'audio
ja: 音声をアップロードする
ko: 오디오 업로드
pt_br: Carregar áudio
zh_hans: 上传音频
zh_hant: 上傳音訊

# error.asr_resume_data_missing
source: The previous transcription cannot be resumed because its task information was not saved. Tap Retry to start it again.
ar: لا يمكن استئناف النسخ السابق لأن معلومات المهمة لم تُحفظ. اضغط على «إعادة المحاولة» لبدء المهمة من جديد.
de: Die vorherige Transkription kann nicht fortgesetzt werden, da ihre Auftragsinformationen nicht gespeichert wurden. Tippe auf „Wiederholen“, um sie neu zu starten.
es: La transcripción anterior no se puede reanudar porque no se guardó la información de la tarea. Toca Reintentar para iniciarla de nuevo.
fr: La transcription précédente ne peut pas reprendre, car les informations de sa tâche n’ont pas été enregistrées. Touchez Réessayer pour la recommencer.
ja: 以前の文字起こしはタスク情報が保存されていないため再開できません。「再試行」をタップして開始し直してください。
ko: 이전 음성 변환의 작업 정보가 저장되지 않아 재개할 수 없습니다. 다시 시도하여 새로 시작하세요.
pt_br: A transcrição anterior não pode ser retomada porque as informações da tarefa não foram salvas. Toque em Tentar novamente para reiniciá-la.
zh_hans: 上一次转写没有保存任务信息，无法恢复。请点“重试”重新开始。
zh_hant: 上一次轉寫沒有儲存任務資訊，無法恢復。請點「重試」重新開始。

# error.audio_file_empty
source: The local audio file is empty. Generate bilingual subtitles again.
ar: الملف الصوتي المحلي فارغ. قم بإنشاء ترجمات ثنائية اللغة مرة أخرى.
de: Die lokale Audiodatei ist leer. Generieren Sie erneut zweisprachige Untertitel.
es: El archivo de audio local está vacío. Genera subtítulos bilingües nuevamente.
fr: Le fichier audio local est vide. Générez à nouveau des sous-titres bilingues.
ja: ローカルの音声ファイルは空です。二か国語字幕を再度生成します。
ko: 로컬 오디오 파일이 비어 있습니다. 이중 언어 자막을 다시 생성합니다.
pt_br: O arquivo de áudio local está vazio. Gere legendas bilíngues novamente.
zh_hans: 本地音频文件为空。再次生成双语字幕。
zh_hant: 本地音訊檔案為空。再次產生雙語字幕。

# error.audio_file_missing
source: The local audio file is missing. Generate bilingual subtitles again.
ar: ملف الصوت المحلي مفقود. قم بإنشاء ترجمات ثنائية اللغة مرة أخرى.
de: Die lokale Audiodatei fehlt. Generieren Sie erneut zweisprachige Untertitel.
es: Falta el archivo de audio local. Genera subtítulos bilingües nuevamente.
fr: Le fichier audio local est manquant. Générez à nouveau des sous-titres bilingues.
ja: ローカルの音声ファイルがありません。二か国語字幕を再度生成します。
ko: 로컬 오디오 파일이 없습니다. 이중 언어 자막을 다시 생성합니다.
pt_br: O arquivo de áudio local está faltando. Gere legendas bilíngues novamente.
zh_hans: 本地音频文件丢失。再次生成双语字幕。
zh_hant: 本地音訊檔案遺失。再次產生雙語字幕。

# error.audio_load_failed_detail
source: Audio could not be loaded. Details: %@
ar: لا يمكن تحميل الصوت. التفاصيل: %@
de: Audio konnte nicht geladen werden. Details: %@
es: No se pudo cargar el audio. Detalles: %@
fr: L'audio n'a pas pu être chargé. Détails : %@
ja: 音声をロードできませんでした。 詳細: %@
ko: 오디오를 로드할 수 없습니다. 세부정보: %@
pt_br: Não foi possível carregar o áudio. Detalhes: %@
zh_hans: 无法加载音频。 详细信息: %@
zh_hant: 無法載入音訊。 詳細資訊: %@

# error.audio_not_loaded
source: Audio is not loaded. Return and open this episode again.
ar: لم يتم تحميل الصوت. ارجع وافتح هذه الحلقة مرة أخرى.
de: Audio wird nicht geladen. Kehren Sie zurück und öffnen Sie diese Episode erneut.
es: El audio no está cargado. Regresa y abre este episodio nuevamente.
fr: L'audio n'est pas chargé. Revenez et ouvrez à nouveau cet épisode.
ja: 音声が読み込まれていません。戻ってこのエピソードをもう一度開きます。
ko: 오디오가 로드되지 않았습니다. 돌아와서 이 에피소드를 다시 열어보세요.
pt_br: O áudio não está carregado. Volte e abra este episódio novamente.
zh_hans: 音频未加载。返回并再次打开这一集。
zh_hant: 音訊未載入。返回並再次打開這一集。

# error.audio_session_failed_detail
source: Audio playback could not start. Details: %@
ar: تعذر بدء تشغيل الصوت. التفاصيل: %@
de: Die Audiowiedergabe konnte nicht gestartet werden. Details: %@
es: No se pudo iniciar la reproducción de audio. Detalles: %@
fr: La lecture audio n'a pas pu démarrer. Détails : %@
ja: オーディオの再生を開始できませんでした。 詳細: %@
ko: 오디오 재생을 시작할 수 없습니다. 세부정보: %@
pt_br: A reprodução de áudio não pôde ser iniciada. Detalhes: %@
zh_hans: 无法开始音频播放。 详细信息: %@
zh_hant: 無法開始音訊播放。 詳細資訊: %@

# error.caption_access_blocked
source: YouTube blocked the caption request. Try again later.
ar: حظر YouTube طلب الترجمة. حاول مرة أخرى لاحقًا.
de: YouTube hat die Untertitelanfrage blockiert. Versuchen Sie es später erneut.
es: YouTube bloqueó la solicitud de subtítulos. Inténtalo de nuevo más tarde.
fr: YouTube a bloqué la demande de sous-titres. Réessayez plus tard.
ja: YouTube がキャプション要求をブロックしました。後でもう一度お試しください。
ko: YouTube가 자막 요청을 차단했습니다. 나중에 다시 시도하세요.
pt_br: O YouTube bloqueou a solicitação de legendas. Tente novamente mais tarde.
zh_hans: YouTube 已拦截字幕请求，请稍后再试。
zh_hant: YouTube 已攔截字幕請求，請稍後再試。

# error.caption_attestation_required
source: The current caption track requires additional verification.
ar: مسار الترجمة الحالي يتطلب تحققًا إضافيًا.
de: Die aktuelle Untertitelspur erfordert eine zusätzliche Überprüfung.
es: La pista de subtítulos actual requiere una verificación adicional.
fr: La piste de sous-titres actuelle nécessite une vérification supplémentaire.
ja: 現在のキャプション トラックには追加の検証が必要です。
ko: 현재 캡션 트랙에는 추가 인증이 필요합니다.
pt_br: A faixa de legendas atual exige verificação adicional.
zh_hans: 当前字幕轨道需要额外验证。
zh_hant: 目前字幕軌道需要額外驗證。

# error.caption_empty_response
source: YouTube returned a caption track without caption content. Try another video.
ar: أعاد موقع YouTube مسار التسمية التوضيحية بدون محتوى التسمية التوضيحية. حاول فيديو آخر.
de: YouTube hat einen Untertiteltrack ohne Untertitelinhalt zurückgegeben. Versuchen Sie es mit einem anderen Video.
es: YouTube devolvió una pista de subtítulos sin contenido de subtítulos. Prueba con otro vídeo.
fr: YouTube a renvoyé une piste de sous-titres sans contenu de sous-titre. Essayez une autre vidéo.
ja: YouTube は、キャプション コンテンツのないキャプション トラックを返しました。別のビデオを試してください。
ko: YouTube에서 캡션 콘텐츠 없이 캡션 트랙을 반환했습니다. 다른 동영상을 시청해 보세요.
pt_br: O YouTube retornou uma faixa de legenda sem conteúdo de legenda. Tente outro vídeo.
zh_hans: YouTube 返回了没有字幕内容的字幕轨道。尝试另一个视频。
zh_hant: YouTube 返回了沒有字幕內容的字幕軌。嘗試另一個視頻。

# error.caption_invalid
source: The caption file is empty or could not be parsed.
ar: ملف التسمية التوضيحية فارغ أو لا يمكن تحليله.
de: Die Untertiteldatei ist leer oder konnte nicht analysiert werden.
es: El archivo de título está vacío o no se pudo analizar.
fr: Le fichier de légende est vide ou n'a pas pu être analysé.
ja: キャプション ファイルが空であるか、解析できませんでした。
ko: 캡션 파일이 비어 있거나 구문 분석할 수 없습니다.
pt_br: O arquivo de legenda está vazio ou não pôde ser analisado.
zh_hans: 字幕文件为空或无法解析。
zh_hant: 字幕檔為空或無法解析。

# error.caption_missing_english
source: This video has no available English caption track.
ar: لا يتوفر لهذا الفيديو أي مسار ترجمة باللغة الإنجليزية.
de: Für dieses Video ist keine englische Untertitelspur verfügbar.
es: Este vídeo no tiene subtítulos en inglés disponibles.
fr: Cette vidéo n'a pas de piste de sous-titres en anglais disponible.
ja: このビデオには利用可能な英語キャプション トラックがありません。
ko: 이 동영상에는 사용 가능한 영어 캡션 트랙이 없습니다.
pt_br: Este vídeo não tem faixa de legenda em inglês disponível.
zh_hans: 该视频没有可用的英文字幕轨道。
zh_hant: 該影片沒有可用的英文字幕軌道。

# error.caption_quality_rejected
source: The English caption track failed quality checks and cannot be used. Try another video.
ar: مسار الترجمة الإنجليزية لم يجتز فحوصات الجودة ولا يمكن استخدامه. حاول فيديو آخر.
de: Die englische Untertitelspur hat die Qualitätsprüfungen nicht bestanden und kann nicht verwendet werden. Versuchen Sie es mit einem anderen Video.
es: La pista de subtítulos en inglés no superó las comprobaciones de calidad y no se puede usar. Prueba con otro vídeo.
fr: La piste de sous-titres anglais n'a pas réussi les contrôles de qualité et ne peut pas être utilisée. Essayez une autre vidéo.
ja: 英語キャプション トラックは品質チェックに合格しなかったため使用できません。別のビデオを試してください。
ko: 영어 캡션 트랙이 품질 검사를 통과하지 못해 사용할 수 없습니다. 다른 동영상을 시청해 보세요.
pt_br: A faixa de legendas em inglês não passou nas verificações de qualidade e não pode ser usada. Tente outro vídeo.
zh_hans: 英文字幕轨道未通过质量检查，无法使用。请尝试其他视频。
zh_hant: 英文字幕軌道未通過品質檢查，無法使用。請嘗試其他影片。

# error.caption_rate_limited
source: YouTube caption requests are rate limited. Try again after %@.
ar: طلبات الترجمة من YouTube محدودة. أعد المحاولة بعد %@.
de: YouTube-Untertitelanfragen sind begrenzt. Versuchen Sie es nach %@ erneut.
es: Las solicitudes de subtítulos de YouTube están limitadas. Inténtalo de nuevo después de %@.
fr: Les demandes de sous-titres YouTube sont limitées. Réessayez après %@.
ja: YouTube のキャプション要求が制限されています。%@ 以降に再試行してください。
ko: YouTube 자막 요청이 제한되었습니다. %@ 이후에 다시 시도하세요.
pt_br: As solicitações de legendas do YouTube estão limitadas. Tente novamente após %@.
zh_hans: YouTube 字幕请求过于频繁，请在 %@ 后再试。
zh_hant: YouTube 字幕請求過於頻繁，請在 %@ 後再試。

# error.cloud_account_changed
source: An unknown iCloud account change was detected. Reopen the app.
ar: تم اكتشاف تغيير غير معروف في حساب iCloud. أعد فتح التطبيق.
de: Es wurde eine unbekannte iCloud-Kontoänderung festgestellt. Öffnen Sie die App erneut.
es: Se detectó un cambio de cuenta de iCloud desconocido. Vuelva a abrir la aplicación.
fr: Un changement de compte iCloud inconnu a été détecté. Rouvrez l'application.
ja: 不明な iCloud アカウントの変更が検出されました。アプリを再度開きます。
ko: 알 수 없는 iCloud 계정 변경이 감지되었습니다. 앱을 다시 엽니다.
pt_br: Foi detectada uma alteração desconhecida na conta do iCloud. Abra novamente o aplicativo.
zh_hans: 检测到未知的 iCloud 帐户更改。重新打开应用程序。
zh_hant: 偵測到未知的 iCloud 帳戶變更。重新開啟應用程式。

# error.cloud_apply_failed_detail
source: Local data could not be applied and will be retried during the next sync. Details: %@
ar: تعذر تطبيق البيانات المحلية وستتم إعادة المحاولة أثناء المزامنة التالية. التفاصيل: %@
de: Lokale Daten konnten nicht angewendet werden und werden bei der nächsten Synchronisierung erneut versucht. Details: %@
es: No se pudieron aplicar los datos locales y se volverán a intentar durante la próxima sincronización. Detalles: %@
fr: Les données locales n'ont pas pu être appliquées et seront réessayées lors de la prochaine synchronisation. Détails : %@
ja: ローカル データを適用できませんでした。次回の同期時に再試行されます。 詳細: %@
ko: 로컬 데이터를 적용할 수 없으며 다음 동기화 중에 다시 시도됩니다. 세부정보: %@
pt_br: Não foi possível aplicar os dados locais e serão feitas novas tentativas durante a próxima sincronização. Detalhes: %@
zh_hans: 无法应用本地数据，将在下次同步期间重试。 详细信息: %@
zh_hant: 無法套用本地數據，將在下次同步期間重試。 詳細資訊: %@

# error.local_network_unavailable
source: The Apple TV local network address is unavailable.
ar: عنوان الشبكة المحلية لـ Apple TV غير متاح.
de: Die lokale Netzwerkadresse des Apple TV ist nicht verfügbar.
es: La dirección de red local del Apple TV no está disponible.
fr: L’adresse réseau locale de l’Apple TV est indisponible.
ja: Apple TV のローカルネットワークアドレスを取得できません。
ko: Apple TV의 로컬 네트워크 주소를 사용할 수 없습니다.
pt_br: O endereço de rede local da Apple TV não está disponível.
zh_hans: 无法获取 Apple TV 的局域网地址。
zh_hant: 無法取得 Apple TV 的區域網路位址。

# error.missing_configuration
source: Required configuration is missing. Check Settings and try again.
ar: التكوين المطلوب مفقود. تحقق من الإعدادات وحاول مرة أخرى.
de: Die erforderliche Konfiguration fehlt. Überprüfen Sie die Einstellungen und versuchen Sie es erneut.
es: Falta la configuración requerida. Verifique Configuración e inténtelo nuevamente.
fr: La configuration requise est manquante. Vérifiez les paramètres et réessayez.
ja: 必要な構成がありません。設定を確認して、もう一度試してください。
ko: 필수 구성이 누락되었습니다. 설정을 확인하고 다시 시도하세요.
pt_br: A configuração necessária está faltando. Verifique as configurações e tente novamente.
zh_hans: 缺少所需的配置。检查设置并重试。
zh_hant: 缺少所需的配置。檢查設定並重試。

# error.network_failed
source: The network request failed after %@ attempts. Check your connection and try again.
ar: فشل طلب الشبكة بعد محاولات %@. تحقق من اتصالك وحاول مرة أخرى.
de: Die Netzwerkanforderung ist nach %@-Versuchen fehlgeschlagen. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: La solicitud de red falló después de los intentos de %@. Comprueba tu conexión y vuelve a intentarlo.
fr: La requête réseau a échoué après les tentatives %@. Vérifiez votre connexion et réessayez.
ja: ネットワーク要求は、%@ 試行後に失敗しました。接続を確認して、もう一度試してください。
ko: %@ 시도 후 네트워크 요청이 실패했습니다. 연결을 확인하고 다시 시도하세요.
pt_br: A solicitação de rede falhou após tentativas de %@. Verifique sua conexão e tente novamente.
zh_hans: %@ 尝试后网络请求失败。检查您的连接并重试。
zh_hant: %@ 嘗試後網路請求失敗。檢查您的連線並重試。

# error.podcast_feed_http
source: The Podcast RSS feed returned HTTP %@.
ar: أرجع خلاصة RSS للبودكاست HTTP %@.
de: Der Podcast-RSS-Feed hat HTTP %@ zurückgegeben.
es: El feed RSS del podcast devolvió HTTP %@.
fr: Le flux RSS du podcast a renvoyé HTTP %@.
ja: ポッドキャストの RSS フィードが HTTP %@ を返しました。
ko: 팟캐스트 RSS 피드가 HTTP %@를 반환했습니다.
pt_br: O feed RSS do podcast retornou HTTP %@.
zh_hans: 播客 RSS 返回了 HTTP %@。
zh_hant: 播客 RSS 回傳了 HTTP %@。

# error.podcast_invalid_url
source: The Podcast URL is invalid.
ar: عنوان URL للبودكاست غير صالح.
de: Die Podcast-URL ist ungültig.
es: La URL del podcast no es válida.
fr: L'URL du podcast n'est pas valide.
ja: ポッドキャスト URL が無効です。
ko: 팟캐스트 URL이 잘못되었습니다.
pt_br: O URL do podcast é inválido.
zh_hans: 播客 URL 无效。
zh_hant: 播客 URL 無效。

# error.podcast_missing_audio
source: The Podcast feed does not include any playable audio episodes.
ar: لا تتضمن خلاصة البودكاست أي حلقات صوتية قابلة للتشغيل.
de: Der Podcast-Feed enthält keine Folgen mit abspielbarem Audio.
es: El feed del pódcast no incluye episodios con audio reproducible.
fr: Le flux du podcast ne contient aucun épisode audio lisible.
ja: ポッドキャストフィードに再生可能な音声エピソードがありません。
ko: 팟캐스트 피드에 재생 가능한 오디오 에피소드가 없습니다.
pt_br: O feed do podcast não inclui episódios com áudio reproduzível.
zh_hans: Podcast RSS 中没有包含可播放音频的节目。
zh_hant: Podcast RSS 中沒有包含可播放音訊的節目。

# error.podcast_missing_feed
source: The Podcast RSS feed could not be resolved.
ar: تعذر حل موجز Podcast RSS.
de: Der Podcast-RSS-Feed konnte nicht aufgelöst werden.
es: No se pudo resolver la fuente RSS del podcast.
fr: Le flux RSS du podcast n'a pas pu être résolu.
ja: ポッドキャスト RSS フィードを解決できませんでした。
ko: 팟캐스트 RSS 피드를 확인할 수 없습니다.
pt_br: O feed RSS do Podcast não pôde ser resolvido.
zh_hans: 无法解析播客 RSS 源。
zh_hant: 無法解析播客 RSS 來源。

# error.podcast_unsupported_channel
source: This Apple Podcasts link is not an individual show. Add a show link or RSS feed.
ar: رابط Apple Podcasts هذا ليس عرضًا فرديًا. أضف رابط العرض أو موجز RSS.
de: Bei diesem Apple Podcasts-Link handelt es sich nicht um eine einzelne Sendung. Fügen Sie einen Show-Link oder RSS-Feed hinzu.
es: Este enlace de Apple Podcasts no es un programa individual. Agregue un enlace de programa o una fuente RSS.
fr: Ce lien Apple Podcasts n’est pas une émission individuelle. Ajoutez un lien d'émission ou un flux RSS.
ja: この Apple Podcasts リンクは個別の番組ではありません。表示リンクまたは RSS フィードを追加します。
ko: 이 Apple Podcasts 링크는 개별 프로그램이 아닙니다. 쇼 링크나 RSS 피드를 추가하세요.
pt_br: Este link do Apple Podcasts não é um programa individual. Adicione um link de programa ou feed RSS.
zh_hans: 此 Apple 播客链接不是一个单独的节目。添加节目链接或 RSS 源。
zh_hant: 此 Apple 播客連結不是一個單獨的節目。新增節目連結或 RSS 來源。

# error.request_failed_detail
source: The request could not be completed. Details: %@
ar: لا يمكن إكمال الطلب. التفاصيل: %@
de: Die Anfrage konnte nicht abgeschlossen werden. Details: %@
es: La solicitud no se pudo completar. Detalles: %@
fr: La demande n'a pas pu être complétée. Détails : %@
ja: リクエストを完了できませんでした。 詳細: %@
ko: 요청을 완료할 수 없습니다. 세부정보: %@
pt_br: A solicitação não pôde ser concluída. Detalhes: %@
zh_hans: 请求无法完成。 详细信息: %@
zh_hant: 請求無法完成。 詳細資訊: %@

# error.unknown_detail
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
zh_hans: 未知错误
zh_hant: 未知錯誤

# error.youtube_channel_not_persisted
source: The YouTube channel could not be saved. Please try again.
ar: تعذر حفظ قناة YouTube. حاول مرة أخرى.
de: Der YouTube-Kanal konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar el canal de YouTube. Inténtalo de nuevo.
fr: La chaîne YouTube n’a pas pu être enregistrée. Veuillez réessayer.
ja: YouTube チャンネルを保存できませんでした。もう一度お試しください。
ko: YouTube 채널을 저장할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível salvar o canal do YouTube. Tente novamente.
zh_hans: 无法保存 YouTube 频道，请重试。
zh_hant: 無法儲存 YouTube 頻道，請再試一次。

# error.youtube_invalid_channel
source: Enter a valid YouTube channel URL, RSS URL, channel ID, or @handle.
ar: أدخل عنوان URL صالحًا لقناة YouTube، أو عنوان URL لـ RSS، أو معرف القناة، أو @handle.
de: Geben Sie eine gültige YouTube-Kanal-URL, RSS-URL, Kanal-ID oder @handle ein.
es: Ingrese una URL de canal de YouTube, una URL de RSS, un ID de canal o @handle válidos.
fr: Saisissez une URL de chaîne YouTube, une URL RSS, un identifiant de chaîne ou un @handle valide.
ja: 有効な YouTube チャンネル URL、RSS URL、チャンネル ID、または @handle を入力してください。
ko: 유효한 YouTube 채널 URL, RSS URL, 채널 ID 또는 @handle을 입력하세요.
pt_br: Insira um URL válido do canal do YouTube, URL RSS, ID do canal ou @handle.
zh_hans: 输入有效的 YouTube 频道 URL、RSS URL、频道 ID 或 @handle。
zh_hant: 輸入有效的 YouTube 頻道 URL、RSS URL、頻道 ID 或 @handle。

# error.youtube_missing_api_key
source: Add a YouTube Data API Key in Settings first.
ar: أضف مفتاح YouTube Data API في الإعدادات أولاً.
de: Fügen Sie zunächst in den Einstellungen einen YouTube-Daten-API-Schlüssel hinzu.
es: Primero agregue una clave API de datos de YouTube en Configuración.
fr: Ajoutez d'abord une clé API de données YouTube dans les paramètres.
ja: まず設定で YouTube Data API キーを追加します。
ko: 먼저 설정에서 YouTube 데이터 API 키를 추가하세요.
pt_br: Adicione primeiro uma chave de API de dados do YouTube nas configurações.
zh_hans: 首先在“设置”中添加 YouTube 数据 API 密钥。
zh_hant: 首先在「設定」中新增 YouTube 資料 API 金鑰。

# error.youtube_page_limit
source: The end was not reached after loading %@ pages. Try again later.
ar: لم يتم الوصول إلى النهاية بعد تحميل %@ صفحة. حاول مرة أخرى لاحقًا.
de: Nach dem Laden von %@ Seiten wurde das Ende nicht erreicht. Versuche es später erneut.
es: No se llegó al final después de cargar %@ páginas. Inténtalo de nuevo más tarde.
fr: La fin n’a pas été atteinte après le chargement de %@ pages. Réessayez plus tard.
ja: %@ ページを読み込んでも末尾に到達しませんでした。後でもう一度お試しください。
ko: %@페이지를 불러온 후에도 끝에 도달하지 못했습니다. 나중에 다시 시도하세요.
pt_br: O fim não foi alcançado após carregar %@ páginas. Tente novamente mais tarde.
zh_hans: 连续加载 %@ 页后仍未到末尾，请稍后重试。
zh_hant: 連續載入 %@ 頁後仍未到末尾，請稍後再試。

# error.youtube_unresolved_channel
source: A YouTube channel ID could not be resolved from this address.
ar: تعذر حل معرف قناة YouTube من هذا العنوان.
de: Eine YouTube-Kanal-ID konnte von dieser Adresse nicht aufgelöst werden.
es: No se pudo resolver una ID de canal de YouTube desde esta dirección.
fr: Un identifiant de chaîne YouTube n'a pas pu être résolu à partir de cette adresse.
ja: このアドレスから YouTube チャンネル ID を解決できませんでした。
ko: 이 주소에서 YouTube 채널 ID를 확인할 수 없습니다.
pt_br: Não foi possível resolver um ID de canal do YouTube neste endereço.
zh_hans: 无法从此地址解析 YouTube 频道 ID。
zh_hant: 無法從此位址解析 YouTube 頻道 ID。

# error.youtube_unsupported_channel_input
source: This channel address is not supported by the YouTube Data API. Use an @handle or channel ID.
ar: عنوان القناة هذا غير مدعوم من YouTube Data API. استخدم @handle أو معرف القناة.
de: Diese Kanaladresse wird von der YouTube Data API nicht unterstützt. Verwenden Sie ein @-Handle oder eine Kanal-ID.
es: La dirección de este canal no es compatible con la API de datos de YouTube. Utilice un @handle o ID de canal.
fr: Cette adresse de chaîne n'est pas prise en charge par l'API YouTube Data. Utilisez un @handle ou un identifiant de chaîne.
ja: このチャンネル アドレスは YouTube Data API ではサポートされていません。 @ハンドルまたはチャネルIDを使用します。
ko: 이 채널 주소는 YouTube Data API에서 지원되지 않습니다. @handle 또는 채널 ID를 사용하세요.
pt_br: Este endereço de canal não é compatível com a API de dados do YouTube. Use um @handle ou ID de canal.
zh_hans: YouTube 数据 API 不支持此频道地址。使用@handle或通道ID。
zh_hant: YouTube 資料 API 不支援此頻道位址。使用@handle或通道ID。

# home.assistant_section
source: From Assistant
ar: من المساعد
de: Vom Assistenten
es: Del asistente
fr: De l’assistant
ja: アシスタントから
ko: 어시스턴트에서
pt_br: Do assistente
zh_hans: 来自助手
zh_hant: 來自助手

# mobile_setup.done
source: Done
ar: كامل
de: Komplett
es: completo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Completo
zh_hans: 完成
zh_hant: 完成

# mobile_setup.if_the_page_cannot_be_opened_on_your_phone_please_confirm_that_a
source: If the page cannot be opened on your phone, please confirm that Apple TV has allowed local network access and turn off guest network or AP isolation.
ar: إذا تعذر فتح الصفحة على هاتفك، فيرجى التأكد من أن Apple TV سمح بالوصول إلى الشبكة المحلية وإيقاف تشغيل شبكة الضيف أو عزل AP.
de: Wenn die Seite auf Ihrem Telefon nicht geöffnet werden kann, bestätigen Sie bitte, dass Apple TV den lokalen Netzwerkzugriff zugelassen hat, und deaktivieren Sie die Gastnetzwerk- oder AP-Isolierung.
es: Si la página no se puede abrir en su teléfono, confirme que Apple TV haya permitido el acceso a la red local y desactive la red de invitados o el aislamiento de AP.
fr: Si la page ne peut pas être ouverte sur votre téléphone, veuillez confirmer que Apple TV a autorisé l'accès au réseau local et désactivez le réseau invité ou l'isolation AP.
ja: 携帯電話でページを開けない場合は、Apple TV がローカル ネットワーク アクセスを許可していることを確認し、ゲスト ネットワークまたは AP 分離をオフにしてください。
ko: 휴대폰에서 페이지를 열 수 없는 경우 Apple TV에서 로컬 네트워크 액세스를 허용했는지 확인하고 게스트 네트워크 또는 AP 격리를 해제하세요.
pt_br: Se a página não puder ser aberta no seu telefone, confirme se Apple TV permitiu o acesso à rede local e desative a rede de convidados ou o isolamento de AP.
zh_hans: 如果手机打不开页面，请确认 Apple TV 已允许本地网络访问，并关闭访客网络或 AP 隔离。
zh_hant: 如果手機打不開頁面，請確認 Apple TV 已允許本地網路訪問，並關閉訪客網路或 AP 隔離。

# mobile_setup.local_media_saved
source: Media backend settings saved
ar: تم حفظ إعدادات خلفية الوسائط
de: Medien-Backend-Einstellungen gespeichert
es: Ajustes del backend de medios guardados
fr: Paramètres du backend média enregistrés
ja: メディアバックエンド設定を保存しました
ko: 미디어 백엔드 설정이 저장되었습니다
pt_br: Configurações do backend de mídia salvas
zh_hans: 媒体后端设置已保存
zh_hant: 媒體後端設定已儲存

# mobile_setup.nothing_to_save
source: Nothing to save.
ar: لا شيء للحفظ.
de: Nichts zu retten.
es: Nada que salvar.
fr: Rien à sauver.
ja: 保存するものは何もありません。
ko: 저장할 것이 없습니다.
pt_br: Nada para salvar.
zh_hans: 没有可保存的内容。
zh_hant: 沒有可保存的內容。

# mobile_setup.podcast_subscription_added
source: Podcast subscription added
ar: تمت إضافة اشتراك البودكاست
de: Podcast-Abonnement hinzugefügt
es: Se agregó la suscripción al podcast
fr: Abonnement au podcast ajouté
ja: ポッドキャストのサブスクリプションが追加されました
ko: 팟캐스트 구독이 추가됨
pt_br: Assinatura de podcast adicionada
zh_hans: 播客订阅已添加
zh_hant: 播客訂閱已新增

# mobile_setup.regenerate_qr_code
source: Regenerate QR code
ar: إعادة إنشاء رمز الاستجابة السريعة
de: QR-Code neu generieren
es: Regenerar código QR
fr: Régénérer le code QR
ja: QRコードを再生成する
ko: QR 코드 재생성
pt_br: Regenerar código QR
zh_hans: 重新生成二维码
zh_hant: 重新產生二維碼
